Repository: Chirag19/Studio
Catalog: studio/i18n/*/LC_MESSAGES/studio.po
Languages: fr

source: Login or password should not be empty. Please register again.
fr: Le login et le mot de passe ne doivent pas être vide. Vous devez vous enregistrez à nouveau.

source: The login "%s" is already in use. Please register again.
fr: Le login "%s" est déjà utilisé. Vous devez vous enregistrez-vous à nouveau.

source: You have just registered. Please log in to use Studio.
fr: Vous venez de vous enregistrer. Identifiez-vous maintenant pour utiliser Studio.

source: You have just logged out. Please log in again to use Studio.
fr: Vous venez de vous déconnecter. Identifiez vous à nouveau si vous souhaitez utiliser Studio.

source: Sign out %s
fr: Déconnecter %s

source: You are currently logged in as "%s".
fr: L'utilisateur "%s" est actuellement logué.

source: Please sign out before sign in again.
fr: Vous devez vous déconnecter avant de vous connecter à nouveau.

source: Login:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: Register
fr: S'enregistrer

source: Choose a login:
fr: Choisissez un nom d'utilisateur:

source: Choose a password:
fr: Choisissez un mot de passe:
